export const CATEGORIES = ['C0112', 'C0113', 'C0114', 'C0115', 'C0117'];
export const AREA_CODES = [
  1, 2, 3, 4, 5, 6, 7, 8, 31, 32, 33, 34, 35, 36, 37, 38, 39,
];

export const DUMMY_DATA = {
  title: "'충혼'의 수양벚꽃 마중하는 호젓한 꽃길",
  overview:
    '현충원의 4월은 꽃으로 피어난다. 현충원 정문을 시작으로 현충탑까지 이어지는 겨레얼마당 주변으로 벚꽃이 연분홍빛 수를 놓는다. 현충원에서는 나라를 위해 꽃잎처럼 스쳐간 선열의 의미를 되새기며, 요란하거나 북적이지 않게 봄을 음미할 수 있다. 특히 수양벚나무는 수양버들처럼 양 옆으로 길게 가지를 늘어뜨리는 것이 특징이라 다른데서 만나기 힘든 모습을 연출한다.',
  courseImages: [
    'http://tong.visitkorea.or.kr/cms/resource/57/1808157_image2_1.jpg',
    'http://tong.visitkorea.or.kr/cms/resource/57/1808157_image3_1.jpg',
  ],
  length: '3.89km',
  taketime: '6시간',
  course: [
    {
      name: '국립서울현충원',
      overview:
        '국립묘지는 관악산 기슭의 공작봉을 주봉으로 하여 동작의 능선이 병풍치듯 3면을 감싸고 있으며 앞에는 한강이 굽이쳐 돌고 있다. 43만여 평의 이곳 성역에는 구한 말의 의병들을 위시하여 조국 광복을 위하여 투쟁하신 애국지사, 나라의 발전과 민족의 번영을 위해 평생을 바치신 국가 유공자, 위기에 처한 나라를 구하다, 장렬히 산화하신 국군 장병과 경찰관, 예비군 등 165,000여 순국선열과 호국영령들이 잠들어 있다. 이 중 10만 4천여위는 현충탑내 위패 봉안관에 위패로 봉안 되었고, 시신은 찾았으나 그 이름을 알 수 없는 7,000여 무명용사는 납골당에 모셔져 있으며, 54,000여 위는 묘역에 안장되어 있다.',
      img: 'http://tong.visitkorea.or.kr/cms/resource/50/1808150_image2_1.jpg',
      addr1: '서울특별시 동작구 현충로 210',
      mapx: '126.9732511193',
      mapy: '37.5013561691',
      mlevel: '6',
    },
    {
      name: '사육신공원',
      overview:
        '서울특별시 유형문화재 제8호로 지정된 사육신묘는 오늘날 성역으로 가꾸어져 있다. 한강 인도교와 노량진역 중간의 높은 언덕에 자리한 사육신묘는 조선조 단종을 강제로 내쫓고 왕위를 빼앗은 세조에 항거하다가 형장의 이슬로 사라진 성삼문, 박팽년, 하위지, 이개, 유성원, 유응부, 김문기 등 일곱 충신 절사의 묘역이다.',
      img: 'http://tong.visitkorea.or.kr/cms/resource/33/566933_image2_1.jpg',
      addr1: '서울특별시 동작구 노량진로 191',
      mapx: '126.9490779808',
      mapy: '37.5134126693',
      mlevel: '6',
    },
    {
      name: '노량진 수산시장',
      overview:
        '노량진역 뒤에 위치하고 있는 노량진 수산물시장은 70년의 역사를 자랑하는 시장으로서 하루 거래되는 수산물은 멀리 원양어선의 물량까지 합쳐 약 450~500톤 가량이다. 이 곳은 새벽 3시 00분부터 경매가 시작되면서 많은 소매상들이 모여들고, 일반 소비자는 대개 오전 9 ~12시, 오후 3~4시 사이에 많이 이용한다. 노량진 수산시장은 서울 전체거래량의 50%를 점유하는 활어전문시장으로 가장많이 출하되는 어종은 선어류이다. 이는 시중가격보다 30% 싸게 살 수 있고 다른 어종도 보통 시중보다 15~20% 싸게 살수 있다.',
      img: 'http://tong.visitkorea.or.kr/cms/resource/12/1448812_image2_1.jpg',
      addr1: '서울특별시 동작구 노들로 674',
      mapx: '126.9368207234',
      mapy: '37.5148539488',
      mlevel: '6',
    },
  ],
};
